import React from 'react';
import '../css/About.css'

export default function Contacts() {
    return (
        <div className='aboutContainer'>
            <h1>
                Про нас
            </h1>
            <div className='informationAbout'>
                <p>
                    Ми – команда захоплених та досвідчених розробників, що спеціалізується на створенні веб-рішень, які допомагають бізнесам досягати нових висот. Наша місія – створити вам унікальний цифровий простір, який поєднує в собі   сучасні   технології, інтуїтивний дизайн і високий рівень функціональності
                </p>
                <p>
                    З нами ви отримаєте не лише стильний та продуманий сайт, але й потужний інструмент для зростання вашого бізнесу. Ми впевнені, що кожна деталь має значення, тому ми приділяємо особливу увагу всім аспектам розробки: від       первинного    аналізу та проектування до тестування та запуску
                </p>
                <div className="ourValues">
                    <h2>
                        Наші цінності
                    </h2>
                    <ul>
                        <li>
                            Індивідуальний підхід Кожне наше рішення унікальне та відповідає потребам та побажанням наших клієнтів.
                        </li>
                        <li>
                            Якість та надійність. Ми створюємо продукти, якими можна пишатися, та забезпечуємо їх безперебійну роботу.
                        </li>
                        <li>
                            Прозорість та співробітництво. Ми активно спілкуємось на кожному етапі проекту, щоб переконатися, що кінцевий результат відповідає вашим очікуванням.
                        </li>
                    </ul>
                </div>
                <div className="ourExperience">
                    <h2>
                        Наш досвід
                    </h2>
                    <p>
                        З більш ніж 5-річним досвідом у веб-розробці ми працювали з різними технологіями, такими як HTML, CSS, JavaScript, Python, Django та інші. Ми вміємо створювати адаптивні веб-сайти, зручні інтернет-магазини та програми,  які вирішують конкретні завдання бізнесу.
                    </p>
                    <p>
                        Наша команда готова допомогти вам на будь-якому етапі розробки – створення сайту з нуля, редизайн, інтеграція нових функцій або поліпшення вже існуючого рішення.
                    </p>
                </div>
            </div>
        </div>
    )
}